---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.WattsPerSquareFoot
source: html/90bee174-b359-f0c6-fbb8-8422a5c870e6.htm
---
# Autodesk.Revit.DB.UnitTypeId.WattsPerSquareFoot Property

Watts per square foot.

## Syntax (C#)
```csharp
public static ForgeTypeId WattsPerSquareFoot { get; }
```